000100211117**free
000101211117dcl-ds inDS qualified;
000102211117  exit    ind pos(03);
000103211117  refresh ind pos(05);
000104211117  dspctl  ind pos(30);
000105211117  dsplay  ind pos(31);
000106211117  slfend  ind pos(32);
000107211117end-ds;
